IDEA StatiCa Open Model
OpenModel.ReinforcedCrossSection Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 List of Reinforced CrossSection
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<ReinforcedCrossSection> ReinforcedCrossSection { get; set; }
Public Property ReinforcedCrossSection As List(Of ReinforcedCrossSection)
	Get
	Set
public:
property List<ReinforcedCrossSection^>^ ReinforcedCrossSection {
	List<ReinforcedCrossSection^>^ get ();
	void set (List<ReinforcedCrossSection^>^ value);
}
Property Value
Type: List<ReinforcedCrossSection>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace